"StartAllServers" = "Server starten";
"StopAllServers" = "Server beenden";
"wrongFolderAlertHeadline" = "MAMP konnte nicht gestartet werden!";
"wrongFolderAlertText" = "Der MAMP-Ordner muss sich im Verzeichnis 'Programme' befinden.";
"ok" = "OK";
"language" = "German";
"isoLanguage" = "de";

"key_sorry" = "Achtung";
"key_osTooLow" = "MAMP arbeitet erst ab Mac OS X 10.6 (Snow Leopard)!";

"mysqlTool_titleUpgrade" = "MySQL-Datenbanken aktualisieren";
"mysqlTool_titleRepair" = "MySQL-Datenbanken reparieren";
"mysqlTool_titleCheck" = "MySQL-Datenbanken überprüfen";
"mysqlTool_messageUpgrade" = "Vor der Aktualisierung der Datenbanken wird empfohlen, ein Backup der MySQL-Datenbanken zu erstellen!";
"mysqlTool_messageRepair" = "Ehe Sie einen Reparaturversuch starten, sollten Sie ein Backup der MySQL-Datenbanken erstellen!";
"mysqlTool_messageCheck" = "Überprüfung der MySQL-Datenbanken auf mögliche Fehler und Aktualisierungs-Möglichkeiten.";
"mysqlTool_doItUpgrade" = "Aktualisieren";
"mysqlTool_doItRepair" = "Reparieren";
"mysqlTool_doItCheck" = "Überprüfen";
"mysqlTool_done" = "Fertig";
"mysqlTool_statusOK" = "OK";
"mysqlTool_statusFailed" = "Failed";

"mysqlQuickCheck_dontShow" = "Nicht mehr zeigen!";
"mysqlQuickCheck_NeedsUpgradeTitle" = "Die MySQL-Datenbanken sollten aktualisiert werden";
"mysqlQuickCheck_NeedsUpgradeMsg" ="Die MySQL-Datenbanken sollten möglichst schnell aktualisiert werden. Verwenden Sie dazu das Menü 'Tools > MySQL-Datenbanken'.";
"mysqlQuickCheck_NeedsUpgradeErrorTitle" = "Die Überprüfung von MySQL-Datenbanken is fehlgeschlagen";
"mysqlQuickCheck_NeedsUpgradeErrorMsgFormat" = "Fehlermeldung:\n\n%@";

"testMampProURL" = "http://www.mamp.info/de/downloads/mamp-pro-stand-alone.html";

"ChooseDocRootTitle" = "Bitte wählen Sie den Document-Root-Ordner:";
"Select" = "Auswählen";

"httpServerNameApache" = "Apache";
"httpServerNameNginx" = "Nginx";

"error" = "Fehler";
"portInUse" = "%@ konnte nicht gestartet werden, weil eine andere Software bereits Port %@ nutzt.";
"couldntStartServer" = "%@ konnte nicht gestartet werden. Bitte überprüfen Sie die MAMP-Installation und -Konfiguration.";
"noDocumentRoot" = "Bitte weisen Sie dem Webserver ein Document Root zu.";
"problemWithPort" = "Es gibt ein Problem mit dem Port für %@. Bitte überprüfen Sie die Konfiguration, der Port muss zwischen %@ und 65535 liegen.";
"duplicatePorts" = "Es gibt ein Problem mit den Server-Ports. Ein Port darf nur einem Server zugewiesen werden. Bitte überprüfen Sie die Konfiguration.";
